@ECHO OFF
CHCP 65001

TITLE [자동화] 1. 이미지 추론 >> 2. Excel 병합

ECHO =======================================================
ECHO  전역(Global) Python 환경을 사용하여 실행합니다.
ECHO  (필요한 패키지가 모두 설치되어 있어야 합니다)
ECHO =======================================================
ECHO.
ECHO  [1/2] 이미지 추론 스크립트를 시작합니다...
ECHO =======================================================

python D:\Test_Inference_AutoCrop.py

ECHO.
ECHO =======================================================
ECHO  [2/2] Excel 병합 유틸리티를 시작합니다...
ECHO =======================================================

python D:\Test_ResultFile_Concat.py

ECHO.
ECHO =======================================================
ECHO  모든 작업이 완료되었습니다.
ECHO =======================================================

PAUSE
